Repository: Cooperation-iws/cooperation-iws_os
Catalog: 0.5.0/lang/*/LC_MESSAGES/*.po
Languages: fr

source: <b>** Warning: </b> This will launch an interactive editor which will add a user to your current system. This is a <b>beta</b> feature. Use at your own risk...
fr: <b>** Attention: </b> Ceci va lancer un editeur intéractif qui créera un compte d'utilisateur supplémentaire sur votre système actuel. Cette fonctionnalité est en cours de développement. Aucune garantie n'est assurée concernant son fonctionnement.

source: <b>**</b> This will clear <b><i>all</i></b> existing interactive settings, including removing the user account.
fr: <b>**</b> Ceci va effacer <b><i>tous</i></b> les paramètres intéractifs existants, y compris le compte d'utilisateur.

source: <b>Customization</b> (Optional)
fr: <b>Personnalisation</b> (Optionnel)

source: <b>Note:</b> This will replace <b>both</b> the Live CD splash and the installed usplash image.
fr: <b>Note:</b> Ceci va remplacer <b>à la fois</b> le splash du CD amorçable et l'image usplash installée.

source: <b>Warning:</b> These are advanced settings for system optimization. Use with caution.
fr: <b>Attention:</b> Ces réglages avancés touchent à l'optimisation du système. A utiliser avec précaution.

source: Add
fr: Ajouter

source: Add module to library
fr: Ajouter le module à la bibliothèque

source: Allow Root Login
fr: Permettre l'identification en root (administrateur)

source: Application Font:
fr: Police des applications:

source: Apply
fr: Appliquer

source: Apply Software Changes...
fr: Modification des logiciels...

source: Back
fr: Précédent

source: Background Color:
fr: Couleur de fond:

source: Bluetooth Subsystem
fr: Sous-système Bluetooth

source: Boot Screen
fr: Ecran de démarrage

source: Burn ISO
fr: Graver l'ISO

source: Clear
fr: Effacer

source: Clear Boot Modules
fr: Annuler les Modules liés au Boot

source: Common Unix Printing System
fr: Système d'impression Unix (CUPS)

source: Create Initial Ramdisk (initrd) Directory (must do at least once)
fr: Créer le répertoire initrd (ceci doit être fait au moins une fois)

source: Create Remaster Directory (must do at least once)
fr: Créer le répertoire de recompilation (ceci doit être fait au moins une fois)

source: Create Root(custom) Directory (must do at least once)
fr: Créer un répertoire racine personnalisé (ceci doit être fait au moins une fois)

source: Create the Live CD ISO
fr: Créer l'image ISO du CD amorçable

source: Create the initial ramdisk (initrd) (MUST do if customized boot splash.)
fr: Créer l'initrd (Ceci DOIT être fait si vous avez personnalisé l'écran de démarrage.)

source: Create the live cd squash root (Note: You MUST select this if you have made customizations.)
fr: Créer le répertoire squash du CD amorçable (Note: Ceci DOIT être selectionné si vous avez apporté des modifications.)

source: Custom Repositories (one repository per line)
fr: Dépôts personnalisés (un dépôt par ligne)

source: Custom apt-get (install):
fr: apt-get personnalisé (installer) :

source: Custom apt-get (remove):
fr: apt-get personnalisé (désinstaller):

source: Deletes all interactive settings
fr: Effacer tous les réglages intéractifs

source: Description (title) of Live CD
fr: Description (titre) du CD amorçable

source: Desktop
fr: Bureau

source: Desktop Font:
fr: Police sur le bureau:

source: Document Font:
fr: Police de caractère des documents:

source: Edit
fr: Modifier

source: Enable
fr: Activer

source: Enable XDMCP (hostname chooser)
fr: Activer XDMCP (choix de la machine distante)

source: Estimated ISO Size:
fr: Taille estimée de l'ISO:

source: Festival Speech Synthesis System
fr: Système de synthèse vocale Festival

source: File synchronization
fr: Synchronisation de fichiers

source: Filename:
fr: Nom du fichier:

source: Files from Live CD
fr: Fichiers du CD amorçable

source: Finish
fr: Terminer

source: Fixed Font:
fr: Police à taille fixe:

source: GDM Theme:
fr: Thème GDM:

source: Generate
fr: Générer

source: Generate Usplash Library (.so) from .png
fr: Générer la bibliothèque Usplash (.so) à partir du .png

source: HP Linux Printing
fr: Impression Linux HP

source: Hostname:
fr: Nom de la machine:

source: Icons:
fr: Icones:

source: Import GDM Theme
fr: Importer le thème GDM

source: Import Icons
fr: Importer les icones

source: Import Theme
fr: Importer le theme

source: Initial Ramdisk (initrd)
fr: initrd

source: Interactive Editor
fr: Editeur intéractif

source: Launch Interactive Editor
fr: Lancer l'éditeur intéractif

source: Launches a chroot'd terminal for advanced customization
fr: Lance un terminal chrooté pour une personnalisation avancée

source: List package names separated by a space (i.e.- package1 package2 )
fr: Liste des noms des paquets séparés par un espace (i.e.- paquet1 paquet2 )

source: Live CD
fr: CD amorçable

source: Live CD (ISO)
fr: CD amorçable (ISO)

source: Live CD ISO Filename:
fr: Nom du fichier de l'image ISO du CD amorçable

source: Live CD Splash:
fr: Image de présentation (splash) du CD amorçable:

source: Live CD Text Color:
fr: Couleur du texte du CD amorçable:

source: Live CD splash image (.pcx)
fr: Image splash du CD amorçable (.pcx)

source: Login
fr: Identifiant

source: Next
fr: Suivant

source: Note: Will replace current repositories.
fr: Note: Ceci remplacera les dépôts actuels

source: Optimization
fr: Optimisation

source: Optimize Shutdown
fr: Optimiser l'arrêt du système

source: Optimizes redundant shutdown scripts. (See docs for more info.)
fr: Optimiser les scripts d'arrêt du système redondants (Voir la documentation pour plus d'info.)

source: PPP Link
fr: Lien PPP

source: Password:
fr: Mot de passe:

source: Play Login Sounds
fr: Jouer les sons de connexion

source: Please select the apt repositories you want available for the Live CD.
fr: Veuillez sélectionner les dépôts APT que vous souhaitez rendre disponible depuis le CD

source: RAID Monitor
fr: Moniteur RAID

source: Remove Win32 versions of Firefox, Thunderbird, etc.
fr: Supprimer les versions Win32 de Firefox, Thunderbird, etc.

source: Removes Windows versions of Gtk+, Firefox, Thunderbird, etc. (~40 MB)
fr: Supprime les versions Windows de Gtk+, Firefox, Thunderbird, etc. (~40 MB)

source: Restore
fr: Restaurer

source: Restores original shutdown scripts.
fr: Restaurer les scripts d'arrêt du système originaux.

source: Root Login
fr: Identifiant root

source: Root filesystem used by the Live CD
fr: Racine du système de fichier utilisé par le CD amorçable

source: Select Live CD Text Color
fr: Selectionnez la couleur du texte du CD amorçable

source: Select Login (GDM) Background Color
fr: Selectionnez la couleur de fond du gestionnaire de connexion (GDM)

source: Select the daemons you want started on boot. <b>System critical daemons have been left out.</b>
fr: Sélectionnez les services que vous voulez lancer au démarrage. <b>Les services critiques pour le système ont été préservés.</b>

source: Selects the Live CD Text (boot options) color
fr: Selectionnez la couleur du texte des options de démarrage

source: Selects the Login (GDM) Background Color
fr: Sélectionnez la couleur de fond de l'écran de connexion (GDM)

source: Shutdown
fr: Arrêt du système

source: Sounds
fr: Sons

source: Splash Screen:
fr: Ecran de bienvenue:

source: SquashFS Root
fr: Racine SquashFS

source: Startup
fr: Démarrage

source: Theme
fr: Thème

source: Theme:
fr: Thème:

source: Title Bar Font:
fr: Police de la barre de titre:

source: Tweaks system to extend battery life
fr: Modifications visant à étendre la durée de vie de la batterie

source: Ubuntu Apt archive for Community Maintained software
fr: Dépôt apt contenant des logiciels maintenus par la communauté

source: Ubuntu Apt archive for Officially Supported software
fr: Dépôt apt contenant des logiciels supportés officiellement

source: Ubuntu Apt archive for Restricted Copyright software
fr: Dépôt apt contenant des logiciels avec des licences contraignantes

source: Ubuntu Apt archive for non-free software
fr: Dépôt apt contenant des logiciels non-libres

source: Ubuntu Live CD Version:
fr: Version du CD amorçable Ubuntu:

source: Ubuntu Multiverse (non-free, unsupported)
fr: Dépôt 'Multiverse' (logiciels non-libres, non-supportés)

source: Ubuntu Official (free, supported)
fr: Dépôt Officiel (logiciels libres, supportés)

source: Ubuntu Restricted (non-free, supported)
fr: Dépôt 'Restricted' (logiciels non-libres, supportés)

source: Ubuntu Universe (free, unsupported)
fr: Dépôt 'Universe' (logiciels libres, non-supportés)

source: Update
fr: Mise à jour

source: Update Module
fr: Mise à jour du module

source: Use the following to set user information and the live cd hostname. (useful for ssh, etc.)
fr: Entrez ici les informations relatives à l'utilisateur et au nom de machine utilisé par le cd amorçable. (utile pour ssh, etc.)

source: User Full Name:
fr: Nom complet de l'utilisateur:

source: Username:
fr: Nom d'utilisateur:

source: Usplash .so file for boot splash
fr: Fichier .so pour l'écran de présentation Usplash

source: Usplash Filename:
fr: Nom de fichier Usplash:

source: Usplash Generation
fr: Génération d'Usplash:

source: View
fr: Voir

source: View the source of the module
fr: Voir la source du module

source: Wallpaper:
fr: Fond d'écran:

source: Welcome
fr: Bienvenue

source: Welcome to the Ubuntu Live CD Creator. This allows you to create your own custom Ubuntu-based live cd. Using the Ubuntu Espresso Live CD installer, you can also install your custom version to the hard drive. To continue, click Next...
fr: Bienvenue dans le créateur de CD amorçable Ubuntu. Ce logiciel vous permet de créer votre propre CD amorçable basé sur Ubuntu. Grace à Espresso, le système d'installation depuis le CD d'Ubuntu, vous pouvez installer votre version personnalisée sur disque dur. Pour continuer, cliquez sur Suivant...

source: Window Borders:
fr: Bordure de fenêtre:

source: Working Directory:
fr: Répertoire de travail:

source: You can leave the ISO filename blank, and use a Live CD disc instead.
fr: Vous pouvez laisser le nom de fichier de l'image ISO vierge, et utiliser un CD amorçable à la place.

source: nVidia Graphics Card services
fr: Services des cartes graphiques nVidia

source: nvidia-kernel
fr: noyau nvidia

source: INFO: Running Debug...
fr: INFO: Lancement en mode debug...

source: INFO: Manually Installing .deb archives in cache...
fr: INFO: Installation manuelle des .deb dans le cache en cours...

source: INFO: Enabling Experimental Features...
fr: INFO: Activation des fonctionnalités expérimentales...

source: INFO: Updating...
fr: INFO: mise à jour en cours...

source: Ubuntu Custom
fr: Ubuntu personnalisée

source: Checking dependencies...
fr: Vérification des dépendances...

source: squashfs-tools NOT FOUND (needed for Root FS extraction)
fr: squashfs-tools NON TROUVE (requis pour l'extraction de la racine du système de fichier)

source: chroot NOT FOUND (needed for Root FS customization)
fr: chroot NON TROUVE (requis pour la personnalisation de la racine du système de fichiers)

source: make NOT FOUND (needed for VMWare/Qemu installation)
fr: make NON TROUVE (requis pour l'installation de VMWare/Qemu)

source: rsync NOT FOUND (needed for Remastering ISO)
fr: rsync NON TROUVE (requis pour la création de l'ISO)

source: The following dependencies are not met:
fr: Les dépendances suivantes ne sont pas satisfaites:

source: Please install the dependencies and restart reconstructor.
fr: Veuillez installer les dépendances et relancer reconstructor.

source: <b>Reconstructor may not work correctly.</b> The following dependencies are not met:
fr: <b>Il est possible que Reconstructor ne fonctionne pas correctement.</b> Les dépendances suivantes ne sont pas satisfaites:

source: Install the dependencies and restart reconstructor?
fr: Installer les dépendances et relancer les lives-scripts de Cooperation-iws?

source: Installing dependencies:
fr: Installation des dépendances:

source: Update cancelled...
fr: Mise à jour annulée...

source: New version available...
fr: Nouvelle version disponible...

source: Download and Install Update (y/n):
fr: Télécharger et installer la mise à jour (y/n):

source: Getting update...
fr: Téléchargement des mises à jour...

source: Installing update...
fr: Installation des mises à jour...

source: Updated. Please restart reconstructor.
fr: Mise à jour effectuer. Veuillez relancer Reconstructor.

source: Update cancelled.
fr: Mise-à-jour annulée...

source: Reconstructor is at the latest version.
fr: Reconstructor est à jour.

source: Found Gnome Desktop Environment...
fr: L'environnement de bureau Gnome a été trouvé...

source: Loading modules...
fr: Chargement des modules...

source: Category
fr: Catégorie.

source: Execute
fr: Lancer

source: Run on boot
fr: Lancer au démarrage

source: Module Version
fr: Version du Module

source: Author
fr: Auteur

source: Run in Chroot
fr: Lancer dans l'environnement Chroot

source: Update URL
fr: Mise à jour de l'URL

source: Path
fr: Chemin d'accès

source: Installing Module:
fr: Installation du Module:

source: Error installing module:
fr: Erreur lors de l'installation du module:

source: Updating not available for module:
fr: La mise à jour n'est pas disponible pour le module:

source: Checking updates for module:
fr: Vérification des mises à jour disponibles pour le module:

source: Found new version:
fr: Nouvelle version trouvée :

source: New version available:
fr: Nouvelle version disponible :

source: Updating...
fr: Mise à jour en cours...

source: Module updated.
fr: Module mis à jour.

source: Module update cancelled.
fr: Mise à jour du module annulée

source: Module is at the latest version.
fr: Le Module est à jour.

source: Could not find a valid update for module:
fr: Pas de mise à jour valide trouvée pour le module:

source: Error updating module:
fr: Erreur lors de la mise à jour du module:

source: Updating Module:
fr: Mise à jour du Module:

source: Module is at the latest version.
fr: Le Module est à jour.

source: Copied module:
fr: Module copié:

source: Clearing all run on boot modules and scripts...
fr: Nettoyage de tous les modules et scripts se lancant au démarrage...

source: Error clearing run on boot modules:
fr: Erreur lors du nettoyage des modules se lancant au démarrage:

source: <b>Please fix the errors below before continuing.</b>
fr: <b>Veuillez corriger les problèmes ci-dessous avant de continuer.</b>

source: There is no remaster directory. Please select create remaster option.
fr: Le répertoire de recompilation n'existe pas. Merci de sélectionner l'option correspondante.

source: There is no root directory. Please select create root option.
fr: Le répertoire de travail n'existe pas. Merci de sélectionner l'option correspondante.

source: There is no initrd directory. Please select create initrd option.
fr: Le répertoire initrd n'existe pas. Merci de sélectionner l'option correspondante.

source: <b>Continue?</b>
fr: <b>Continuer ?</b>

source: This may take a few minutes. Please wait...
fr: Cette opération peut durer quelques minutes. Veuillez patienter...

source: <b>You must enter a working directory.</b>
fr: <b>Vous devez spécifier un répertoire de travail.</b>

source: Be sure to click <b>Apply</b> to apply changes before continuing.
fr: Assurez vous d'avoir cliqué sur <b>Appliquer</b> pour appliquer les changements avant de continuer.

source: <b>Build Live CD?</b>
fr: <b>Créer le CD amorçable?</b>

source: Exiting...
fr: Fermeture en cours...

source: Installing VMWare Player...
fr: Installation de VMWare Player...

source: Downloading VMWare Player archive...
fr: Telechargement de l'archive de VMWare Player

source: Extracting VMWare Player archive...
fr: Extraction de l'archive de VMWare Player

source: Installing dependencies for VMWare Player...
fr: Installation des dépendances de VMWare Player...

source: Cleaning Up Temporary Files...
fr: Suppression des fichiers temporaires...

source: Error installing VMWare Player:
fr: Erreur lors de l'installation de VMWare Player:

source: Installing Qemu Emulator with KQemu Accelerator module...
fr: Installation de l'émulateur Qemu avec son module d'accélération KQemu

source: Downloading Qemu archive...
fr: Telechargement de l'archive de Qemu

source: Downloading KQemu module archive...
fr: Telechargement de l'archive du module KQemu

source: Extracting Qemu into /usr/local...
fr: Extraction de Qemu dans /usr/local...

source: Extracting KQemu module...
fr: Extraction du module KQemu...

source: Installing dependencies for KQemu Compilation...
fr: Installation des dépendances nécessaires à la compilation de KQemu...

source: Installing KQemu module...
fr: Installation du module KQemu...

source: Setting KQemu module to load on startup...
fr: Paramètrage du module KQemu pour le lancer au démarrage...

source: Error Installing QEmu:
fr: Erreur lors de l'installation de QEmu:

source: Installing Java...
fr: Installation de Java...

source: Error installing Java:
fr: Erreur lors de l'installation de Java:

source: Installing Flash...
fr: Installation de Flash...

source: Error installing Flash:
fr: Erreur lors de l'installation de Flash:

source: Generating Usplash library...
fr: Génération de la bibliothèque Usplash...

source: Error generating Usplash library:
fr: Erreur lors de la génération de la bibliothèque Usplash:

source: Copying DNS info...
fr: Copie des informations DNS (réseaux)...

source: Mounting /proc filesystem...
fr: Montage du système de fichier /proc...

source: Copying apt.conf configuration...
fr: Copie de la configuration d'apt.conf

source: Copying wgetrc configuration...
fr: Copie de la configuration de wgetrc...

source: Launching Terminal for advanced customization...
fr: Lancement d'un terminal pour une personnalisation avancée...

source: Restoring wgetrc configuration...
fr: Restauration de la configuration de wgetrc...

source: Removing apt.conf configuration...
fr: Suppression de la configuration d'apt.conf

source: Removing DNS info...
fr: Suppression des informations DNS (réseaux)...

source: Umounting /proc...
fr: Démontage de /proc...

source: Error launching terminal:
fr: Erreur lors du lancement du terminal:

source: Live CD Username:
fr: Nom d'utilisateur du CD:

source: Live CD User Full name:
fr: Nom complet de l'utilisateur du CD:

source: Live CD Hostname:
fr: Nom de machine utilisé par le CD:

source: Unknown Ubuntu Version. Cannot set user/host info.
fr: Version d'Ubuntu inconnue. Reconstructor ne peut pas paramétrer les informations d'utilisateurs et le nom de machine.

source: Setting Live CD Password...
fr: Paramètrage du mot de passe du CD:

source: Error setting user info:
fr: Erreur lors du paramétrage des informations relatives à l'utilisateur:

source: Burning ISO...
fr: Gravure de l'ISO...

source: Error: nautilus-cd-burner is needed for burning iso files...
fr: Erreur: L'application nautilus-cd-burner est nécessaire à la gravure des fichiers ISO

source: Error burning ISO:
fr: Erreur lors de la gravure de l'ISO:

source: Loading Boot Menu Color...
fr: Chargement de la couleur du menu de démarrage...

source: Live CD Text Color:
fr: Couleur du texte du CD amorçable:

source: Error getting boot menu color:
fr: Problème lors de la selection de la couleur du menu de démarrage:

source: Loading GDM Background Color...
fr: Chargement de la couleur de fond de GDM...

source: GDM background color not found in gdm.conf-custom. Using gdm.conf...
fr: La couleur de fond de GDM n'a pas été trouvée dans gdm.conf-custom. gdm.conf est utilisé à la place...

source: GDM Background Color:
fr: Couleur de fond de GDM:

source: Error getting GDM background color:
fr: Erreur lors de la capture de la couleur de fond de GDM:

source: Optimizing Startup...
fr: Optimisation du démarrage...

source: Enabling Startup Daemon: ppp
fr: Activation du service de démarrage: ppp

source: Disabling Startup Daemon: ppp
fr: Désactivation du service de démarrage: ppp

source: Enabling Startup Daemon: hplip
fr: Activation du service de démarrage: hplip

source: Disabling Startup Daemon: hplip
fr: Désactivation du service de démarrage: hplip

source: Enabling Startup Daemon: cupsys
fr: Activation du service de démarrage: cupsys

source: Disabling Startup Daemon: cupsys
fr: Désactivation du service de démarrage: cupsys

source: Enabling Startup Daemon: festival
fr: Activation du service de démarrage: festival

source: Disabling Startup Daemon: festival
fr: Désactivation du service de démarrage: festival

source: Enabling Startup Daemon: laptop-mode
fr: Activation du service de démarrage: laptop-mode

source: Disabling Startup Daemon: laptop-mode
fr: Désactivation du service de démarrage: laptop-mode

source: Enabling Startup Daemon: nvidia-kernel
fr: Activation du service de démarrage: noyau-nvidia

source: Disabling Startup Daemon: nvidia-kernel
fr: Désactivation du service de démarrage: noyau-nvidia

source: Enabling Startup Daemon: rsync
fr: Activation du service de démarrage: rsync

source: Disabling Startup Daemon: rsync
fr: Désactivation du service de démarrage: rsync

source: Enabling Startup Daemon: bluez-utils
fr: Activation du service de démarrage: bluez-utils

source: Disabling Startup Daemon: bluez-utils
fr: Désactivation du service de démarrage: bluez-utils

source: Enabling Startup Daemon: mdadm
fr: Activation du service de démarrage: mdadm

source: Disabling Startup Daemon: mdadm
fr: Désactivation du service de démarrage: mdadm

source: Error setting startup daemons:
fr: Erreur lors de la personnalisation des services de démarrage:

source: Optimizing shutdown scripts...
fr: Optimisation des scripts d'arrêt du système...

source: Error optimizing shutdown scripts:
fr: Erreur lors de l'optimisation des scripts d'arrêt du système...

source: Restoring original shutdown scripts...
fr: Restauration des scripts originaux d'arrêt du système...

source: Error restoring original shutdown scripts:
fr: Erreur lors de la restauration des scripts originaux d'arrêt du système...

source: Loading GDM Themes...
fr: Chargement des themes GDM...

source: Error loading GDM Themes:
fr: Erreur lors du chargement des themes GDM:

source: Loading Gnome Themes and Icons...
fr: Chargement des themes GDM et des icones...

source: Error loading Gnome themes:
fr: Erreur lors du chargement des themes Gnome:

source: Error calculating estimated iso size:
fr: Problème lors du calcul de la taille de l'image ISO:

source: Beginning Interactive Editing...
fr: Début de l'édition intéractive...

source: Starting Xnest in the background...
fr: Démarrage d'Xnest en tâche de fond...

source: Error starting Xnest:
fr: Erreur lors du chargement d'Xnest:

source: Starting Gnome-Session....
fr: Démarrage de Gnome-Session....

source: Error starting Gnome-Session:
fr: Erreur lors du démarrage de Gnome-Session....

source: Clearing Interactive Settings...
fr: Effacement des paramètres intéractifs

source: Removing 'reconstructor' user...
fr: Suppression de l'utilisateur 'reconstructor'...

source: Removing 'reconstructor' home directory...
fr: Suppression du repertoire personnel de l'utilisateur 'reconstructor'...

source: Error clearing interactive settings:
fr: Erreur lors de l'effacement des paramètres intéractifs:

source: Select Working Directory
fr: Sélectionnez le répertoire de travail

source: Select Live CD ISO
fr: Sélectionnez l'image ISO du CD amorçable

source: Select Usplash
fr: Sélectionnez Usplash

source: Select Live CD Splash Image
fr: Sélectionnez l'image de présentation (splash) du CD amorçable

source: Select Wallpaper
fr: Sélectionnez le fond d'écran

source: Select Splash Screen
fr: Sélectionnez l'écran de bienvenue

source: Select Font
fr: Sélectionnez la police de caractère

source: Importing Theme...
fr: Importation du thème...

source: Select Theme Package
fr: Selectionnez le paquet du thème

source: Import Cancelled...
fr: Importation annulée...
