Repository: Cooperation-iws/cooperation-iws_os
Catalog: 0.5.0/lang/*/LC_MESSAGES/*.po
Languages: fr

source: Importing Icons...
fr: Importation des icones

source: Select Icon Package
fr: Selectionnez le paquet d'icones

source: Importing GDM Theme...
fr: Importation du thème GDM

source: Select GDM Theme Package
fr: Sélectionnez le paquet du thème GDM

source: <b>Delete?</b>
fr: <b>Supprimer?</b>

source: Select PNG Image
fr: Sélectionnez une image PNG

source: Save Usplash As...
fr: Enregistrer l'Usplash sous...

source: Select Reconstructor Module
fr: Sélectionnez le module Reconstructor

source: Module installation cancelled...
fr: Installation du module annulée...

source: <b>Clear all run on boot modules?</b>
fr: <b>Nettoyer tous les modules se lancant au démarrage ?</b>

source: INFO: Saving working directory information...
fr: INFO: Sauvegarde des informations du répertoire de travail en cours...

source: INFO: Setting up working directory...
fr: INFO: Préparation du répertoire de travail...

source: <b>Please insert Ubuntu Live CD and click OK</b>
fr: <b>Veuillez insérer le CD amorçable Ubuntu et cliquer sur OK</b>

source: Using Live CD for remastering...
fr: Utilisation du CD amorçable pour faire le travail...

source: Using ISO for remastering...
fr: Utilisation de l'image ISO du CD amorçable pour faire le travail...

source: Copying files...
fr: Copie des fichiers en cours...

source: Finished copying files...
fr: Fichiers copiés avec succès.

source: INFO: Creating Custom Root directory...
fr: INFO: Création du répertoire de travail racine.

source: INFO: Removing existing tmpsquash directory...
fr: INFO: Suppression du répertoire tmpsquash existant...

source: Using Live CD for squashfs root...
fr: Utilisation du CD amorçable comme racine de squashfs...

source: Using ISO for squashfs root...
fr: Utilisation de l'image ISO du CD amorçable comme racine de squashfs...

source: Mounting squashfs...
fr: Montage de squashfs...

source: Extracting squashfs root...
fr: Extraction de la racine squashfs...

source: Unmounting tmpsquash...
fr: Démontage de tmpsquash...

source: Removing tmpsquash...
fr: Suppression de tmpsquash...

source: Setting proper permissions...
fr: Attribution des droits sur les fichiers...

source: Finished extracting squashfs root...
fr: Extraction de squashfs terminée avec succès...

source: INFO: Removing existing Initrd directory...
fr: INFO: Suppression du répertoire initrd...

source: INFO: Creating Initrd directory...
fr: INFO: Création du répertoire initrd...

source: Using Live CD for initrd...
fr: Utilisation du CD amorçable pour initrd...

source: Using ISO for initrd...
fr: Utilisation de l'image ISO du CD amorçable pour initrd...

source: Extracting Initial Ram Disk (initrd)...
fr: Extraction d'initrd...

source: Finished setting up working directory...
fr: Préparation du répertoire de travail terminée...

source: INFO: Customizing...
fr: INFO: Personnalisation en cours...

source: User passwords do not match.
fr: Les mots de passe saisient ne concordent pas.

source: <b>Passwords do not match</b>
fr: <b>Les mots de passe saisient ne concordent pas.</b>

source: Please make sure passwords match and try again...
fr: Vérifiez que les mots de passe concordent et réessayez Please make sure passwords match and try again...

source: Customizing Live CD Splash Image...
fr: Personnalisation de l'image de présentation (splash) du CD amorçable...

source: Setting Live CD Text color...
fr: Paramètrage de la couleur du texte du CD amorçable...

source: Customizing boot usplash...
fr: Personnalisation du thème usplash de démarrage...

source: Customizing Gnome wallpaper...
fr: Personnalisation du fond d'écran Gnome...

source: Setting Gnome application font...
fr: Paramètrage de la police de caractère des applications Gnome...

source: Setting Gnome document font...
fr: Paramètrage de la police de caractère des documents Gnome...

source: Setting Gnome desktop font...
fr: Paramètrage de la police de caractère du bureau Gnome

source: Setting Gnome title bar font...
fr: Paramètrage de la police de caractère des titres de fenêtres Gnome...

source: Setting Gnome fixed font...
fr: Paramètrage de la police de caractère à taille de Gnome

source: Setting Gnome theme...
fr: Paramètrage du thème Gnome...

source: Setting Gnome window borders...
fr: Paramètrage des bordures de fenêtre Gnome...

source: Setting Gnome icons...
fr: Paramètrage des icones Gnome...

source: Configuring GDM...
fr: Configuration de GDM...

source: Setting GDM Security...
fr: Paramètrage de la sécurité de GDM...

source: Setting GDM XDMCP...
fr: Paramètrage du protocole XDMCP pour GDM...

source: Setting GDM Theme...
fr: Paramètrage du thème GDM...

source: Setting GDM Sounds...
fr: Paramètrage des sons utilisés par GDM...

source: Backing up GDM configuration...
fr: Sauvegarde de la configuration de GDM...

source: Saving GDM configuration...
fr: Enregistrement de la configuration de GDM...

source: Customizing Gnome Splash Screen...
fr: Personnalisation de l'écran de bienvenue Gnome...

source: Backing up old apt config...
fr: Sauvegarde de l'ancienne configuration d'apt...

source: Adding Ubuntu Official Security Repository...
fr: Ajout du dépôt Ubuntu de sécurité officiel...

source: Adding Ubuntu Restricted Apt Repository...
fr: Ajout du dépôt Ubuntu 'Restricted'...

source: Adding Ubuntu Universe Apt Repository...
fr: Ajout du dépôt Ubuntu 'Universe'...

source: Adding Ubuntu Universe Security Repository...
fr: Ajout du dépôt Ubuntu 'Universe' de sécurité...

source: Adding Ubuntu Multiverse Apt Repository...
fr: Ajout du dépôt Ubuntu 'Multiverse'...

source: Adding Ubuntu Official Updates Apt Repository...
fr: Ajout du dépôt contenant les mises-à-jour officielles d'Ubuntu...

source: Adding Custom Apt Repositories...
fr: Ajout de dépôt Apt personnalisé...

source: Removing existing template...
fr: Suppression du thème (template) existant...

source: Copying User Template...
fr: Copie du thème (template) de l'utilisateur...

source: Error copying template:
fr: Erreur lors de la copie du thème (template):

source: Running modules...
fr: Lancement des modules...

source: Copying modules that run on boot...
fr: Copie des modules se lancant au démarrage...

source: Generating boot module script...
fr: Generation du script de lancement des modules au démarrage

source: Manually installing all existing .deb archives in /var/cache/apt/archives...
fr: Installation manuelles de tous les .deb existant dans /var/cache/apt/archives...

source: Updating APT Information...
fr: Mise à jour des informations de la base APT...

source: Installing Custom Software...
fr: Installation des logiciels choisis par l'utilisateur...

source: Removing Custom Software...
fr: Suppression des logiciels choisis par l'utilisateur...

source: Adding Ubuntu Official Apt Repository...
fr: Ajout du dépôt Ubuntu officiel...

source: INFO: Starting Build...
fr: INFO: Début de la création du CD...

source: Creating Initrd...
fr: Création d'initrd...

source: Creating SquashFS root...
fr: Création de la racine SquashFS...

source: Updating File lists...
fr: Mise-à-jour des listes de fichiers...

source: Removing existing SquashFS root...
fr: Suppression de la racine existante de SquashFS...

source: Building SquashFS root...
fr: Création de la racine SquashFS...

source: Removing Win32 versions of Firefox, Thunderbird, etc. ...
fr: Suppression des versions Win32 de Firefox, Thunderbird, etc. ...

source: Creating ISO...
fr: Création de l'image ISO...

source: Updating md5 sums...
fr: Mise-à-jour des sommes de contrôle md5...

source: Removing existing ISO...
fr: Suppression de l'image ISO existante...

source: Building x86 ISO...
fr: Construction de l'image ISO x86...

source: Building PowerPC ISO...
fr: Construction de l'image ISO PowerPC...

source: Building IA_64 ISO...
fr: Construction de l'image ISO IA_64...

source: <b>Finished.</b>
fr: <b>Terminé.</b>

source: <b>Finished.</b> ISO located at:
fr: <b>Terminé.</b> L'ISO se trouve sur:

source: <b>You must run with root privledges.</b>
fr: <b>Vous devez lancer l'application avec les droits d'accès administrateur.</b>

source: Open a Terminal, change to the directory with reconstructor, and type <b>sudo python reconstructor.py</b>
fr: Lancez un terminal, allez dans le répertoire de reconstructor, et entrez <b>sudo python reconstructor.py</b>

source: <b>Welcome to Cooperation-iws, the Intranet Nomad Web Server creator.</b> To continue, click Next ....
fr: <b>Bienvenue sur les live-scripts de Cooperation-iws, créateurs de Serveur Web Intranet Nomade.</b> Pour continuer, cliquer sur suivant ...

source: Please select the type of install you want to proceed
fr: Choissez le type d'installation à laquelle vous allez procéder

source: Customize Live CD and create Live USB
fr: Personnaliser le Live CD et créer le Live USB

source: Transform Cooperation-iws Live CD to Live USB
fr: Transformer un Live CD de Cooperation-iws en Live USB

source: Disable Autologin
fr: Désactiver l'autologin

source: Choose the mirror from which you will be fetching sources from web applications:
fr: Choisissez le mirroir à partir duquel vous allez récuprérer les applications web:

source: Web fetching
fr: Récupération sur le web

source: Free.fr mirror fetching
fr: Récupération à partir du mirroir Free.fr

source: Berlios 1 mirror fetching
fr: Récupération à partir du mirroir Berlios 1

source: Berlios 2 mirror fetching
fr: Récupération à partir du mirroir Berlios 2

source: Choose the type of install for the web applications:
fr: Choisissez le type d'installtion des applications web:

source: Default install
fr: Installation par défaut

source: Custom Install (You may choose quantity and names of web applications)
fr: Installation personnalisée (Vous pouvez choisir la quantité et le nom des applications à installer)

source: Build Live USB
fr: créer un Live USB

source: Path of Usb Key (e.g. /dev/sde ):
fr: Chemin de la clef Usb (ex: /dev/sde ):

source: Automatically detect Usb Key:
fr: Détecter automatiquement la clef Usb:

source: Keyboard Language of Live Usb:
fr: Langue du clavier du Live Usb:

source: Language of Live Usb:
fr: Langue du Live Usb:

source: For comments, questions, etc. contact us at http://cooperation-iws.gensys-net.eu
fr: Pour tout commentaire, question, etc. contactez nous sur http://cooperation-iws.gensys-net.eu

source: Filename of the iso:
fr: Nom du fichier iso:

source: Fill in the right parameters:
fr: Saisissez les bons paramètres:

source: <b>Select components to build the Live Usb</b>
fr: <b>Sélectionner les composants pour installer le Live Usb</b>
